# DimensionsOrTagsReferecedRemoved Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
BuiltInFailures..::..GroupFailures..::..DimensionsOrTagsReferecedRemoved Property
BuiltInFailures..::..GroupFailures Class See Also
---
Dimensions or Tags that reference non-group members have been removed from group [Name].
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static FailureDefinitionId DimensionsOrTagsReferecedRemoved { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property DimensionsOrTagsReferecedRemoved As FailureDefinitionId
	Get
```

Visual C++
---
```text
public:
static property FailureDefinitionId^ DimensionsOrTagsReferecedRemoved {
	FailureDefinitionId^ get ();
}
```

# See Also
BuiltInFailures..::..GroupFailures Class
Autodesk.Revit.DB Namespace